<p>CONVENIO DE COLABORACI&Oacute;N Y VINCULACI&Oacute;N QUE CELEBRAN POR UNA PARTE <strong>EL INSTITUTO TECNOL&Oacute;GICO JOS&Eacute; MARIO MOLINA PASQUEL Y HENR&Iacute;QUEZ</strong> REPRESENTADO EN ESTE ACTO POR <strong>C. GLORIA LUZ RODR&Iacute;GUEZ GIL</strong>, EN SU CAR&Aacute;CTER DE <strong>DIRECTORA GENERAL</strong>, QUE EN LO SUCESIVO SE DENOMINAR&Aacute; COMO EL <strong>&ldquo;TSJ&rdquo;</strong> Y POR OTRA PARTE, <strong>{{nombre_persona}}</strong>, REPRESENTADO EN ESTE ACTO POR <strong>{{persona}}</strong>, LOS ANTERIORES FUNCIONARIOS CON CAR&Aacute;CTER DE <strong>{{director}}</strong> A QUI&Eacute;N EN LO SUCESIVO SE LE DENOMINAR&Aacute; <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> A LOS COMPARECIENTES EN CONJUNTO SE LES DENOMINAR&Aacute; COMO <strong>&ldquo;LAS PARTES&rdquo;</strong> QUIENES EN ESTE ACTO FORMALIZAN EL PRESENTE CONVENIO Y LO SUJETAN AL TENOR DE LAS SIGUIENTES DECLARACIONES Y CL&Aacute;USULAS:</p>
<p><strong>DECLARACIONES</strong></p>
<p><strong>DECLARACIONES</strong></p>
<ol>
<li><strong>Declara el &ldquo;TSJ&rdquo; por conducto de su representante legal que:</strong></li>
</ol>
<p>I.1 Que es un organismo p&uacute;blico descentralizado del Gobierno del Estado con personalidad jur&iacute;dica y patrimonio propio, creado mediante decreto legislativo<strong> 25535/LX/15, del Congreso del Estado de Jalisco </strong>publicado en el peri&oacute;dico oficial El Estado de Jalisco con fecha de <strong>23 de agosto del 2016</strong>, cuya finalidad es la de prestar el servicio de educaci&oacute;n superior tecnol&oacute;gica en el Estado de Jalisco.</p>
<p>I.2 Que tiene como objeto:</p>
<ol>
<li>Formar profesionales de nivel superior que requiere el desarrollo del Estado de Jalisco y del pa&iacute;s;</li>
<li>Realizar labores de investigaci&oacute;n cient&iacute;fica y tecnol&oacute;gica;</li>
<li>Extender los beneficios de la ciencia y de la tecnolog&iacute;a hacia la sociedad;</li>
<li>Promover entre los miembros de su comunidad acad&eacute;mica una formaci&oacute;n arm&oacute;nica y equilibrada;</li>
<li>Participar en el proceso de creaci&oacute;n, conservaci&oacute;n, renovaci&oacute;n y transmisi&oacute;n de la cultura de la ciencia, la tecnolog&iacute;a y la innovaci&oacute;n;</li>
<li>Impulsar las capacidades especializadas que requieren las cadenas productivas del ecosistema tecnol&oacute;gico; y</li>
<li>Los dem&aacute;s que se&ntilde;alen las leyes y reglamentos aplicables.</li>
</ol>
<p>I.3 Que como parte de su estructura y organizaci&oacute;n cuenta con las siguientes Unidades Acad&eacute;micas: Arandas, Chapala, Cocula, El Grullo, La Huerta, Lagos de Moreno, Mascota, Puerto Vallarta, San Juan de los Lagos, Tala, Tamazula de Gordiano, Tepatitl&aacute;n de Morelos, Tequila, Tomatl&aacute;n, Zapopan y Zapotlanejo, quienes son Unidades Acad&eacute;micas distribuidas en el territorio del Estado de Jalisco, a trav&eacute;s de las cuales el Instituto realiza sus actividades y cumple con su objeto y fines.</p>
<p>I.4 Mediante acuerdo de fecha 01 (primero) de mayo del 2025, el C. Gobernador Constitucional del Estado de Jalisco, Jes&uacute;s Pablo Lemus Navarro, design&oacute; como Directora General del &ldquo;INSTITUTO TECNOL&Oacute;GICO JOS&Eacute; MARIO MOLINA PASQUEL Y HENR&Iacute;QUEZ&rdquo; a la C. GLORIA LUZ RODR&Iacute;GUEZ GIL, manifestando bajo protesta de decir verdad que no han sido revocadas o limitadas sus facultades en dicho Instituto.(de conformidad con el art.26 fracc X)</p>
<p>I.5 Que para efectos del presente convenio se&ntilde;ala como domicilio para todos los efectos legales el ubicado en la calle Camino al Arenero n&uacute;mero 1101, en la colonia El Baj&iacute;o, municipio de Zapopan, Jalisco, C.P. 45017.</p>
<ol>
<li><strong>Declara &ldquo;EL MUNICIPIO&rdquo; por conducto de sus representantes, que: </strong></li>
</ol>
<p>II.1<strong> </strong>Es un municipio libre, base de la divisi&oacute;n territorial, de la Organizaci&oacute;n Pol&iacute;tica y Administrativa del Estado de Jalisco, cuenta con Personalidad Jur&iacute;dica y Patrimonio propios, de conformidad con lo dispuesto por el art&iacute;culo 115 de la Constituci&oacute;n Pol&iacute;tica de los Estados Unidos Mexicanos; el numeral 73 de la Constituci&oacute;n del Estado de Jalisco y el dispositivo legal 2&ordm; de la Ley del Gobierno y la Administraci&oacute;n P&uacute;blica Municipal del Estado de Jalisco.</p>
<p>II.2 De conformidad con la fracci&oacute;n II, del art&iacute;culo 38, de la Ley del Gobierno y la Administraci&oacute;n P&uacute;blica Municipal del Estado de Jalisco, es facultad del Ayuntamiento de Tepatitl&aacute;n de Morelos celebrar convenios con Organismos P&uacute;blicos y Privados tendientes a la realizaci&oacute;n de obras de inter&eacute;s com&uacute;n, siempre que no corresponda su realizaci&oacute;n al Estado.</p>
<p>II.3 {{nombre_presidente}}, Presidente Municipal, de acuerdo con lo dispuesto en la fracci&oacute;n I, del art&iacute;culo 47, de la Ley del Gobierno y la Administraci&oacute;n P&uacute;blica Municipal del Estado de Jalisco, tiene entre sus obligaciones la de ejecutar las determinaciones del ayuntamiento que se apeguen a la ley; y acredita su personalidad con la copia certificada de la constancia de mayor&iacute;a de votos para la elecci&oacute;n de mun&iacute;cipes, para la integraci&oacute;n del H. Ayuntamiento Constitucional {{municipio}}, Jalisco, para el per&iacute;odo comprendido a partir del d&iacute;a 1&ordm; primero del mes de Octubre del a&ntilde;o 2024 dos mil veinticuatro, y hasta el d&iacute;a 30 treinta del mes de Septiembre del a&ntilde;o 2027, dos mil veintisiete, expedida por el Instituto Electoral y de Participaci&oacute;n Ciudadana del Estado de Jalisco.</p>
<p>II.4 Se&ntilde;ala como su domicilio legal el edificio de la Presidencia Municipal, ubicada en {{domicilio}}, mismo que se&ntilde;ala para los fines y efectos legales correspondientes.</p>
<ol>
<li><strong>Declaran &ldquo;LAS PARTES&rdquo;: </strong></li>
</ol>
<p>III.1 Que la prestaci&oacute;n del Servicio Social, Residencias Profesionales y Educaci&oacute;n Dual a que se refiere el presente convenio, es el objeto principal del presente documento, as&iacute; como de otorgar a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> de nivel superior, la oportunidad de cumplir con este requisito, dentro del esquema que permita sentar bases su &oacute;ptimo desarrollo profesional.</p>
<p>III.2 Que se reconocen rec&iacute;procamente la personalidad y capacidad legal con la que comparecen a celebrar el presente convenio y manifiestan estar conforme con lo declarado por cada una de ellas en los cap&iacute;tulos respectivos.</p>
<p>III.3 Estar comprometidos a colaborar juntos para desarrollar las mejoras que requiere el estado y el pa&iacute;s.</p>
<p>III.4 Que para el otorgamiento y suscripci&oacute;n del presente instrumento no existe dolo, error, mala fe o cualquier otro vicio de la voluntad que lo pudiera invalidar, por lo que tienen inter&eacute;s en establecer los t&eacute;rminos y condiciones que se indican en las siguientes:</p>
<p><strong>CL&Aacute;USULAS</strong></p>
<p><strong>PRIMERA. DEL OBJETO.</strong></p>
<p>El presente convenio tiene por objeto establecer las bases para la coordinaci&oacute;n y colaboraci&oacute;n entre <strong>&ldquo;LAS PARTES&rdquo;</strong> para prestar servicio social, residencias profesionales, desarrollar y reforzar competencias profesionales espec&iacute;ficas en un ambiente acad&eacute;mico-laboral, en lo sucesivo <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> que contribuyan al mejor logro de los prop&oacute;sitos que cada una persigue, as&iacute; como desarrollar las habilidades de las personas que cursen educaci&oacute;n superior en lo sucesivo <strong>&ldquo;EL ALUMNADO&rdquo;</strong> de RED &ldquo;TSJ&rdquo;.</p>
<p>El desarrollo de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> debe ser en primera instancia en beneficio de <strong>&ldquo;EL ALUMNADO&rdquo; </strong>y en segunda instancia en beneficio de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> para lo cual <strong>&ldquo;EL ALUMNADO&rdquo; </strong>realizar&aacute; los reportes pertinentes de las actividades desarrolladas de acuerdo a los objetivos del <strong>&ldquo;TSJ&rdquo; </strong>y de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> firmados por su asesor.</p>
<p><strong>SEGUNDA. DE LOS PROGRAMAS Y PROYECTOS. </strong>Se entender&aacute; para el presente instrumento como los programas y proyectos las acciones siguientes:</p>
<ol>
<li><strong>Prestaci&oacute;n de Servicio Social:</strong> Colaborar <strong>&ldquo;LAS PARTES&rdquo;</strong> con &ldquo;<strong>EL ALUMNADO&rdquo;, </strong>para realizar la actividad formativa y temporal obligatoria para que estos complementen su formaci&oacute;n profesional de los conocimientos adquiridos en el programa acad&eacute;mico que cursan y asignar actividades para que las puedan llevar a cabo en las instalaciones de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> as&iacute; como cumplir requisitos en los t&eacute;rminos de la normatividad vigente.</li>
<li><strong>Residencia Profesional: </strong>Colaborar <strong>&ldquo;LAS PARTES&rdquo;</strong> con &ldquo;<strong>EL ALUMNADO&rdquo;, </strong>para realizar el desarrollo de proyectos productivos para <strong>&ldquo;{{nombre_empresa}}&rdquo;&rdquo;</strong> que sea af&iacute;n a su perfil profesional y programa acad&eacute;mico que cursan y asignar actividades para las puedan llevar a cabo en las instalaciones de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> para desarrollar habilidades y capacidades, as&iacute; como cumplir requisitos en los t&eacute;rminos de la normatividad vigente.</li>
<li><strong>Modalidad Educaci&oacute;n Dual: </strong>Colaborar <strong>&ldquo;LAS PARTES&rdquo;</strong> en sus respectivos &aacute;mbitos de competencia con &ldquo;<strong>EL ALUMNADO&rdquo;, </strong>para construir, desarrollar, reforzar la teor&iacute;a y la pr&aacute;ctica de sus habilidades profesionales con un ambiente acad&eacute;mico-laboral en <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong></li>
</ol>
<p><strong>TERCERA. DE LOS COMPROMISOS. </strong>Para la realizaci&oacute;n del objeto del presente instrumento,<strong> &ldquo;LAS PARTES&rdquo; </strong>se comprometen a:</p>
<ol>
<li>Permitir al personal el acceso a sus instalaciones, y facilitar el uso de equipos, instrumentos y fuentes de informaci&oacute;n de acuerdo a su disponibilidad y condiciones de la operaci&oacute;n para cumplir con el objeto del presente convenio.</li>
<li>Coordinar la colaboraci&oacute;n necesaria para el desarrollo de las acciones derivadas del presente convenio.</li>
<li>Desarrollar <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> encaminados a la innovaci&oacute;n y desarrollo tecnol&oacute;gico de manera conjunta para contribuir a la soluci&oacute;n de problemas regionales, y proporcionar servicios tecnol&oacute;gicos y/o trabajos t&eacute;cnicos especializados de acuerdo a las necesidades y requerimientos de la regi&oacute;n.</li>
<li>En medida de sus posibilidades se podr&aacute;n donar equipo para la realizaci&oacute;n de pr&aacute;cticas escolares, uso en oficinas o cualquier &iacute;ndole que sea en beneficio de la instituci&oacute;n.</li>
</ol>
<p><strong>CUARTA. </strong>Para efectos del presente instrumento, <strong>&ldquo;LAS PARTES&rdquo;</strong> se obligan a:</p>
<ol>
<li><strong>POR PARTE DE</strong> <strong>&ldquo;{{nombre_persona}}&rdquo;&rdquo;:</strong></li>
<li>Dar de conocimiento a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> la normatividad de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong>.</li>
<li>Garantizar trato digno de &ldquo;<strong>EL ALUMNADO&rdquo;.</strong></li>
<li>Asignar &aacute;reas espec&iacute;ficas, equipo e infraestructura, para el desarrollo de las actividades de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong>.</li>
<li>Apoyar las actividades de ense&ntilde;anza- aprendizaje de <strong>&ldquo;EL ALUMNADO&rdquo; </strong>de acuerdo al programa educativo del <strong>&ldquo;TSJ&rdquo;</strong> y al programa operativo de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> Ofertar el n&uacute;mero de plazas para <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> de acuerdo al cupo de <strong>&ldquo;EL ALUMNADO&rdquo;</strong> y la afluencia de actividades de planeaci&oacute;n, operaci&oacute;n y supervisi&oacute;n de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong></li>
<li>Proporcionar carta de aceptaci&oacute;n a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> del <strong>&ldquo;TSJ&rdquo;</strong> que realice tr&aacute;mites para realizar <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong>.</li>
<li>Aceptar que el personal docente espec&iacute;fico asignado, supervise <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> de <strong>&ldquo;EL ALUMNADO&rdquo;.</strong></li>
<li>Supervisar, evaluar y firmar los reportes que presenten <strong>&ldquo;EL ALUMNADO&rdquo; </strong>respecto de las actividades realizadas para desarrollo de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo; </strong>cuando se requiera.</li>
<li>Presentar semestralmente por escrito al <strong>&ldquo;TSJ&rdquo;</strong> un informe sobre el desarrollo de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo; </strong>de <strong>&ldquo;EL ALUMNADO&rdquo; </strong>cuando se requiera.</li>
<li>Dictar las disposiciones correspondientes para brindar las facilidades administrativas necesarias para alcanzar los objetivos descritos con anterioridad.</li>
<li>Garantizar a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> la seguridad dentro de sus instalaciones y en caso de ser necesario proporcionar un seguro de gastos m&eacute;dicos cuando los riesgos, sean mayores a las labores propias del trabajo de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo; </strong>encomendadas por el <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong></li>
<li>Garantizar confidencialidad a los proyectos desarrollados para el <strong>&ldquo;TSJ&rdquo;</strong>.</li>
<li>Respetar la normatividad del <strong>&ldquo;TSJ&rdquo;</strong>.</li>
<li><strong>POR PARTE DEL &ldquo;TSJ&rdquo;:</strong></li>
<li>Informar y acompa&ntilde;ar a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> previo, durante y posterior al proceso para realizar <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo; </strong>de conformidad con la normatividad aplicable.</li>
<li>Proporcionar a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> el Seguro Facultativo por escrito, mismo que ser&aacute; presentado a <strong>&ldquo;{{nombre_empresa}}&rdquo;&rdquo;.</strong></li>
<li>Proporcionar a <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> la informaci&oacute;n que requiera para la operaci&oacute;n de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;,</strong> as&iacute; como tambi&eacute;n facilitar el uso de equipamiento e infraestructura f&iacute;sica.</li>
<li>Aceptar la participaci&oacute;n de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> en la formulaci&oacute;n del plan de actividades de pr&aacute;cticas de campo y profesionales.</li>
<li>Revisar y actualizar anualmente los planes de actividades acad&eacute;micas de las pr&aacute;cticas.</li>
<li>Contratar por su cuenta al docente o docentes, responsables del campo pr&aacute;ctico, eximiendo desde luego <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> de cualquier responsabilidad laboral, fiscal y de seguridad social que al respecto pudiera existir en relaci&oacute;n con <strong>&ldquo;EL ALUMNADO&rdquo; </strong>y con el profesorado del campo pr&aacute;ctico.</li>
<li>Expedir la documentaci&oacute;n necesaria a <strong>&ldquo;EL ALUMNADO&rdquo; </strong>para llevar a cabo el desarrollo de <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;.</strong></li>
<li>Supervisar y evaluar el rendimiento educativo de <strong>&ldquo;EL ALUMNADO&rdquo; </strong>bas&aacute;ndose en la instrumentaci&oacute;n que <strong>&ldquo;LAS PARTES&rdquo;</strong> determinen.</li>
<li>Aceptar que <strong>&ldquo;EL ALUMNADO&rdquo;</strong> que cometan alguna falta a la reglamentaci&oacute;n interior de <strong>&ldquo;{{nombre_persona}}&rdquo;</strong> durante su permanencia en las instalaciones, se har&aacute;n acreedores a la aplicaci&oacute;n de medidas disciplinar&iacute;as correspondientes, las cuales ser&aacute;n impuestas por la misma en coordinaci&oacute;n con el <strong>&ldquo;TSJ&rdquo;</strong>.</li>
<li>Ofrecer confidencialidad a los proyectos desarrollados para <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> Respetar la normatividad de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong></li>
</ol>
<p><strong>QUINTA.</strong> <strong>ENCARGADOS DEL SEGUIMIENTO. &ldquo;LAS PARTES&rdquo;</strong> convienen en designar para la realizaci&oacute;n cumplimiento, ejecuci&oacute;n y consecuci&oacute;n del objeto y compromisos acordados en el presente convenio a los siguientes encargados:</p>
<ol>
<li>Por <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> <strong> </strong>a &eacute;l <strong>{{nombre_director}}, Y {{puesto}}</strong> como v&iacute;a de comunicaci&oacute;n el correo {{mail}} y/o al tel&eacute;fono: {{telefono}}</li>
<li>Por el <strong>&ldquo;TSJ</strong>&rdquo; a la Jefatura de Departamento de Vinculaci&oacute;n, <strong>{{nombre_vinculacion}}</strong>, , se&ntilde;alando como v&iacute;a de comunicaci&oacute;n el correo electr&oacute;nico institucional, , y/o al {{correo_vinculacion}} y/o al tel&eacute;fono: {{telefono_vinculacion}}</li>
</ol>
<p><strong>SEXTA. RELACIONES LABORALES. &ldquo;LAS PARTES&rdquo;</strong> acuerdan que el personal asignado por cada una de ellas para la realizaci&oacute;n del presente convenio, as&iacute; como <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> que de &eacute;ste deriven se entender&aacute; relacionado exclusivamente con aquella que lo emple&oacute;. Por ende, cada una de ellas asumir&aacute; su responsabilidad por este concepto y en ning&uacute;n caso el cumplimiento del objeto del presente acuerdo implicar&aacute; relaci&oacute;n laboral, obligaci&oacute;n o compromiso alguno en este orden, por lo que no podr&aacute;n ser considerados como patrones solidarios o sustitutos, asimismo por ser un instrumento de buena fe, no existe remuneraci&oacute;n entre <strong>&ldquo;LAS PARTES&rdquo;</strong>.</p>
<p><strong>&ldquo;LAS</strong> <strong>PARTES&rdquo;</strong> se comprometen a no intervenir en asuntos laborales y/o sindicales, ni en aquellos que competan a la operaci&oacute;n particular de cada parte y sus trabajadores.</p>
<p>Estas mismas disposiciones seg&uacute;n corresponda ser&aacute;n aplicables a docentes o personal del instituto que efect&uacute;e <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;.</strong></p>
<p><strong>S&Eacute;PTIMA. RESPONSABILIDAD CIVIL. </strong>Queda expresamente pactado que <strong>&ldquo;LAS PARTES&rdquo;</strong> no tendr&aacute;n responsabilidad civil por los da&ntilde;os y perjuicios que pudieran causarse como consecuencia de caso fortuito o fuerza mayor, particularmente por el paro de labores acad&eacute;micas o administrativas, en virtud de lo cual pudieran encontrarse impedidas para cumplir oportunamente con los compromisos derivados del objeto y alcances de este convenio.</p>
<p>En caso de interrupci&oacute;n de actividades por esta causa, <strong>&ldquo;LAS</strong> <strong>PARTES&rdquo;</strong> se comprometen a reiniciar sus actividades inmediatamente despu&eacute;s de que las causas de fuerza mayor hayan desaparecido en la forma y t&eacute;rminos que las mismas determinen.</p>
<p><strong>OCTAVA. CONFIDENCIALIDAD Y RESERVA DE LA INFORMACI&Oacute;N </strong>Toda la informaci&oacute;n, documentaci&oacute;n o los datos que <strong>&ldquo;LAS PARTES&rdquo;</strong> generen, se entreguen o divulguen por cualquier medio y con motivo del presente convenio, ser&aacute; considerada por <strong>&ldquo;LAS PARTES&rdquo;</strong> como Informaci&oacute;n P&uacute;blica, a excepci&oacute;n de aquella informaci&oacute;n o datos que contenga informaci&oacute;n confidencial, reservada, se haya clasificado o identificado por cualquiera de las partes al momento de la entrega, con la leyenda de &ldquo;Informaci&oacute;n Confidencial&rdquo;, est&aacute; protegida por derechos de autor y/o propiedad intelectual &eacute;sta deber&aacute; de ser preservada en confidencialidad, y en consecuencia no podr&aacute; ser duplicada, reproducida, divulgada, enajenada o transferida a ning&uacute;n tercero, sin previa autorizaci&oacute;n por escrito de la parte que haya entregado la informaci&oacute;n conforme a la Ley General de Transparencia y Acceso a la Informaci&oacute;n P&uacute;blica, Ley General de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de Sujetos Obligados, as&iacute; como sus s&iacute;miles en el Estado de Jalisco adem&aacute;s de cualquier otra normatividad en la materia, para con esto garantizar los derechos humanos de Acceso a la Informaci&oacute;n, Transparencia y Protecci&oacute;n de Datos personales.</p>
<p><strong>&ldquo;LAS PARTES&rdquo;</strong> manifiestan tener conocimiento de que est&aacute;n sujetas a las disposiciones contenidas en la legislaci&oacute;n en materia de acceso a la informaci&oacute;n p&uacute;blica, as&iacute; como a la espec&iacute;fica en protecci&oacute;n de datos personales en posesi&oacute;n de sujetos obligados, y que cuentan con diversas obligaciones para el cumplimiento de dichas normatividades, entre las que destacan la publicaci&oacute;n de convenios, contratos y dem&aacute;s instrumentos jur&iacute;dicos que celebren.</p>
<p>En este contexto, <strong>&ldquo;LAS PARTES&rdquo;</strong> manifiestan su consentimiento expreso para que al presente convenio se le d&eacute; la publicidad que la legislaci&oacute;n invocada disponga, en las formas que la misma determine. As&iacute; mismo <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> se obliga a entregar a el <strong>&ldquo;TSJ&rdquo;</strong> la informaci&oacute;n o documentaci&oacute;n que le sea solicitada con motivo de la ejecuci&oacute;n del presente convenio.</p>
<p>Cualquier informaci&oacute;n y/o documentaci&oacute;n que <strong>&ldquo;LAS PARTES&rdquo;</strong>, se transfieran, se proporcionen o revelen, incluyendo informaci&oacute;n de car&aacute;cter t&eacute;cnica, estrat&eacute;gica, estad&iacute;stica, y/o comercial, no deber&aacute; usarse dicha informaci&oacute;n para cualquier otro prop&oacute;sito distinto que no sea para el cumplimiento de las obligaciones pactadas en el presente convenio, absteni&eacute;ndose de divulgar dicha informaci&oacute;n por cualquier medio como lo son, en forma enunciativa m&aacute;s no limitativa, las publicaciones, conferencias, o bien proporcionarse a cualquier tercero sin el consentimiento previo y por escrito de <strong>&ldquo;LAS PARTES&rdquo;.</strong></p>
<p>As&iacute; mismo tanto <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong> como su personal deber&aacute;n mantener estricta confidencialidad sobre la informaci&oacute;n que llegasen a tener conocimiento ya sea porque fue proporcionada por el <strong>&ldquo;TSJ&rdquo;</strong> o aquella que resulte de las funciones objeto de este convenio, asegur&aacute;ndose de no revelar a terceros ninguna informaci&oacute;n o datos respecto al objeto se&ntilde;alado en la <strong>CL&Aacute;USULA</strong> <strong>PRIMERA</strong> del presente convenio so-pena de recibir las sanciones tanto econ&oacute;micas como legales correspondientes, salvo la informaci&oacute;n que le sea requerida por ser sujeto obligado a la legislaci&oacute;n en materia de acceso a la informaci&oacute;n.</p>
<p><strong>NOVENA.</strong> <strong>DE LA PROPIEDAD PATRIMONIAL E INTELECTUAL.</strong> Los derechos de propiedad intelectual que pudieran surgir con motivos de las actividades desarrolladas y derivadas del objeto del presente instrumento, (publicaciones de diversas categor&iacute;as, art&iacute;culos, folletos, entre otros; as&iacute; como las coproducciones y su difusi&oacute;n), estar&aacute;n sujetos a las disposiciones legales aplicables y a los convenios espec&iacute;ficos de colaboraci&oacute;n que sobre el particular suscriban <strong>&ldquo;LAS PARTES&rdquo;</strong>, otorgando el reconocimiento correspondiente a quienes hayan intervenido en la ejecuci&oacute;n de dichas actividades.</p>
<p><strong>D&Eacute;CIMA. VIGENCIA. </strong>Se establece que la vigencia del presente instrumento surtir&aacute; sus efectos a partir de la fecha de su &uacute;ltima firma, su duraci&oacute;n ser&aacute; hasta el <strong>05 de diciembre del 2030</strong> <strong>&ldquo;LAS PARTES&rdquo;</strong> podr&aacute;n de com&uacute;n acuerdo realizar convenios espec&iacute;ficos y en todo tiempo modificar el contenido del convenio o darlo por terminado de manera anticipada sin necesidad de resoluci&oacute;n judicial, toda vez que no se lleven a cabo los trabajos y objetivos en este convenio de colaboraci&oacute;n, notificando mediante aviso por escrito a la otra parte con por lo menos treinta d&iacute;as de anticipaci&oacute;n.</p>
<p>No obstante, lo anterior, la terminaci&oacute;n anticipada o de la vigencia del presente convenio, no afectar&aacute; a <strong>&ldquo;EL ALUMNADO&rdquo;</strong> que se encuentren llevando a cabo <strong>&ldquo;LOS PROGRAMAS Y PROYECTOS&rdquo;</strong> en las instalaciones de <strong>&ldquo;{{nombre_empresa}}&rdquo;</strong>, por lo tanto, en ese supuesto, se cumplir&aacute;n todas las obligaciones derivadas de este instrumento hasta que <strong>&ldquo;EL ALUMNADO&rdquo;</strong> que se encuentren realizando su servicio social o residencias profesionales lo concluyan.</p>
<p><strong>D&Eacute;CIMA PRIMERA. CESI&Oacute;N DE DERECHOS Y OBLIGACIONES. </strong>Ninguna de <strong>&ldquo;LAS PARTES&rdquo;</strong> podr&aacute; ceder o transferir los derechos y obligaciones derivadas del presente convenio.</p>
<p><strong>D&Eacute;CIMA SEGUNDA. NO TRANSFERENCIA DE FONDOS. </strong>Este convenio de colaboraci&oacute;n y vinculaci&oacute;n no obliga a ninguna de <strong>&ldquo;LAS PARTES&rdquo;</strong> a proporcionar financiamiento de cualquier tipo a la otra, incluyendo apoyo de personal o para la recaudaci&oacute;n de fondos. Cualquier transferencia de recursos entre <strong>&ldquo;LAS PARTES&rdquo;</strong>, ser&aacute; objeto de un convenio independiente, con inclusi&oacute;n de cl&aacute;usulas y otras condiciones seg&uacute;n el procedimiento interno de cada parte y ser&aacute; debidamente firmado por las mismas.</p>
<p><strong>D&Eacute;CIMA TERCERA. DE LA FORMA DE RESOLVER LAS CONTROVERSIAS. &ldquo;LAS PARTES&rdquo; </strong>manifiestan que la firma de este convenio y los compromisos contra&iacute;do en &eacute;l, son producto de su buena fe, por lo que realizan todas las acciones necesarias para su debido cumplimiento; en caso de presentarse alguna diferencia con motivo de la interpretaci&oacute;n, cumplimiento o ejecuci&oacute;n, o asuntos que no se encuentren expresamente previstos en el presente convenio, <strong>&ldquo;LAS PARTES&rdquo; </strong>lo resolver&aacute;n por mutuo acuerdo, en el entendido de que las decisiones que se tomen deber&aacute;n hacerse por escrito y estar&aacute;n firmadas por cada uno de sus representantes, anexando dichos acuerdos al presente convenio, para formar parte integrante del mismo.</p>
<p><strong>&ldquo;LAS PARTES&rdquo;</strong> acuerdan someter a mediaci&oacute;n en primer lugar cualquier controversia que pueda suscitarse con motivo de la interpretaci&oacute;n, ejecuci&oacute;n, validez, eficacia o cualquier otra contingencia que se relacione directa o indirectamente con el presente convenio, as&iacute; como la reparaci&oacute;n de los da&ntilde;os y perjuicios que pudieran derivar de su incumplimiento.</p>
<p><a id="_heading=h.gjdgxs"></a>El proceso de mediaci&oacute;n se desarrollar&aacute; en el Instituto de Justicia Alternativa del Estado de Jalisco, as&iacute; pues, las partes declaran conocer y aceptar consider&aacute;ndolo parte integrante del presente convenio.</p>
<p>No obstante, al no ser posible lo anterior, se someten a la competencia del Tribunal de Justicia Administrativa del Estado de Jalisco, en los t&eacute;rminos del art&iacute;culo 1&ordm; de la Ley de Justicia Administrativa del Estado de Jalisco, renunciando expresamente a cualquier otra que, por causa de domicilio, ubicaci&oacute;n y dem&aacute;s pudiera corresponder.</p>
<p>Previa lectura y con pleno conocimiento de su contenido, se extiende por <strong>triplicado</strong> el presente convenio que de conformidad suscriben las partes en la ciudad de <strong> {{municipio}} Y {{fecha}}</strong> conservando un ejemplar cada una de ellas.</p>
<table>
<tbody>
<tr>
<td>
<p><strong>&ldquo;LA INSTITUCION&rdquo;</strong></p>
</td>
<td>&nbsp;</td>
<td>
<p><strong>El &ldquo;TSJ&rdquo;</strong></p>
</td>
</tr>
<tr>
<td>
<p><strong>NOMBRE</strong></p>
</td>
<td>&nbsp;</td>
<td>
<p><strong>MTRA. GLORIA LUZ RODR&Iacute;GUEZ GIL</strong></p>
<p><strong>DIRECTORA GENERAL</strong></p>
</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>
<p><a id="_heading=h.uyrtuwsw0n6m"></a></p>
</td>
<td>&nbsp;</td>
</tr>
<tr>
<td colspan="3">
<p><strong>TESTIGOS</strong></p>
</td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td>
<p><strong>NOMBRE Y PUESTO</strong></p>
</td>
<td>&nbsp;</td>
<td>
<p><strong>MTRO. EDUARDO JAVIER JUATEZ ASCENCIO</strong></p>
<p><strong>ENCARGADO DEL DESPACHO DE LA DIRECCION JURIDICA</strong></p>
</td>
</tr>
</tbody>
</table>
<p><a id="_heading=h.7z5edoxmeafi"></a></p>